<?php

global $all_posts;
$all_posts = array();

$all_posts[] = array(
    'title' => 'خط زمني يُلخص القصة شبه الكاملة لمعركة جزيرتي تيران وصنافير',
    'id' => 'la-xnYmIu',
    'image' => 'images/news/ts.jpg',
    'category' => 'الجزيرتين',
    'day' => '3',
    'month' => 'أبريل',
    'time' => 'منذ 19 ساعة',
    'content' => 'منذ تنازل مصر عن ملكية جزيرتي تيران وصنافير الواقعتين في البحر الأحمر للسعودية، في أبريل ( نيسان) الماضي، تعيش الحكومة المصرية معركة داخلية شرسة مع الرأي العام والقضاء، تحاول الحكومة المصرية فيها جاهدةً تأكيد سعودية الجزيرتين، وسط رفض شعبي وقضائي لا تستطيع تجاوزه.',
);


$block_1_post_2[] = array(
    'title' => 'عضو "الصحة" بالبرلمان: قانون التأمين الصحي الجديد أمامه 10 سنوات لتطبيقه',
    'id' => 'la-xnYuMu',
    'image' => 'images/news/1.jpg',
    'category' => 'برلمان',
);


$block_1_post_2[] = array(
    'title' => '"مخيون" عن مذبحة "خان شيخون السورية": ما حدث لا يقره دين ولا إنسانية.. "وإن لم يكن إرهابًا فما الإرهاب؟"',
    'id' => 'la-xnYmIioe',
    'image' => 'images/news/2.jpg',
    'category' => 'مصر',
);


$block_1_post_2[] = array(
    'title' => '"الأطباء": نخشى خصخصة المستشفيات الحكومية في قانون التأمين الصحي',
    'id' => 'la-xnYmIzwedu',
    'image' => 'images/news/3.jpg',
    'category' => 'برلمان',
);

$block_1_post_2[] = array(
    'title' => '"الصحفيين" تُعلن تشكيل لجنة لفحص ملفات الأعضاء المقيدين فى النقابة',
    'id' => 'la-xnYmIzwwsx',
    'image' => 'images/news/4.jpg',
    'category' => 'سياسة',
);

$block_1_post_2[] = array(
    'title' => 'اليوم.. الاتحاد العام للجمعيات الأهلية يستضيف لقاء حول عدد من القضايا الوطنية',
    'id' => 'la-xnYmwwsxed',
    'image' => 'images/news/5.jpg',
    'category' => 'سياسة',
);

$block_1_post_2[] = array(
    'title' => 'اليوم.. "الشباب والرياضة" تنظم المؤتمر القومي الـ 13 لبرلمان الطلائع',
    'id' => 'la-xnYmIzwwsxed',
    'image' => 'images/news/6.jpg',
    'category' => 'رياضه',
);

$block_2[] = array(
    'title' => 'بالصور .. حجازى يتفقد لجنة امتحان النموذج التدريبى الاسترشادى للثانوية العامة بالجيزة',
    'id' => 'la-xnYmIzwwsxeda',
    'image' => 'images/news/7.jpg',
    'category' => 'محليات',
);

$block_2[] = array(
    'title' => 'نقيب التمريض: بدء تدريب هيئات التمريض في 10 محافظات على تطبيق التأمين الصحى',
    'id' => 'la-xnYmIzwwsxeds',
    'image' => 'images/news/8.jpg',
    'category' => 'محليات',
);

$block_2[] = array(
    'title' => 'مدير "المدارس المصرية اليابانية": إنشاء وتأهيل 212 مدرسة على الطراز الياباني خلال الـ 3 سنوات المقبلة',
    'id' => 'la-xnYmIzwwsxedw',
    'image' => 'images/news/9.jpg',
    'category' => 'محليات',
);

$block_2[] = array(
    'title' => 'السفير الياباني لـ "آخر الأنباء": تطبيق نموذج "توكاتسو" في التعليم يتطلب بذل مجهود واسع من الحكومة',
    'id' => 'la-xnYmIzwwsxedh',
    'image' => 'images/news/10.jpg',
    'category' => 'محليات',
);

$block_3_post_1[] = array(
    'title' => 'أبرزها الدعوة لإقامة السوق العربية الدوائية المشتركة.. "مؤتمر الصيادلة العرب" يصدر 10 توصيات',
    'id' => 'la-xnYmIzwwsxedh',
    'image' => 'images/news/11.jpg',
    'category' => 'الصحه',
    'day' => '3',
    'month' => 'أبريل',
    'time' => 'منذ 19 ساعة',
    'content' => 'انعقد المؤتمر العلمي العام الـ 30 لاتحاد الصيادلة العرب بفندق موفينبيك في الفترة من 2إلى 4 أبريل تحت شعار "الأمن الدوائي دعامة الاقتصاد القومي " ناقش وقدم العديد من المحاضرات العلمية الهامة مثل مقاومة الدواء المزور والمغشوش حيث تم إعتماد التقنية العالمية لهيئة العلماء والخبراء العرب"أبسو" للعمل بها وتطبيقها للقضاء على الدواء المزور والمغشوش علماً بأن هذه التقنية وهذا الابتكار العربي مطبق في جميع دول الاتحاد ',
);

$block_3_post_2[] = array(
    'title' => '"الأرصاد": انخفاض تدريجي فى درجات الحرارة الخميس.. والعظمى بالقاهرة 27',
    'id' => 'la-xnYIzwwsxedh',
    'image' => 'images/news/12.jpg',
    'category' => 'الطقس',
    'content' => 'يتوقع خبراء هيئة الأرصاد الجوية انخفاضا تدريجيا فى درجات الحرارة ليسود غدا الخميس، طقس لطيف على السواحل الشمالية الغربية معتدل على الوجه البحرى والقاهرة وأن ظل حارا على سيناء وجنوب الصعيد نهارا بارد ليلا، كما تظهر السحب المنخفضة والمتوسطة شمالا والرياح أغلبها شمالية غربية نشطة على أغلب الأنحاء تكون مثيرة للرمال والأتربة على سيناء.',
);

$block_3_post_2[] = array(
    'title' => 'تشمل ١٩٨ قرية في ٩ محافظات.. "الصحة": فحص ٣٨٠ ألف مواطن بالصعيد للكشف عن فيروس "سي"',
    'id' => 'la-xYmIzwwsxedh',
    'image' => 'images/news/13.jpg',
    'category' => 'الصحه',
    'content' => 'أعلنت وزارة الصحة والسكان عن فحص 380 الف مواطن بقرى الصعيد ضمن الخطة القومية للمسح الميدانى الشامل لاكتشاف مرضى فيروس (سى)، حيث تم مسح اكثر من 198 قرية فى 9 محافظات حتى الان ، حيث تستهدف الحملة مسح 500 قرية حتى 30 يونيه الحالى والانتهاء من مسح قرى الصعيد المصرى بالكامل بنهاية العام الحالى.',
);

$block_3_post_2[] = array(
    'title' => '"الصحة" تطلق موقعها الإلكترونى الجديد للتيسيير على المواطن',
    'id' => 'la-nYmIzwwsxedh',
    'image' => 'images/news/14.jpg',
    'category' => 'الصحه',
    'content' => 'أعلنت وزارة الصحة والسكان، عن إطلاق الموقع إلإلكترونى الجديد لها بعد تطويره على شبكة الإنترنت بهدف إدخال العديد من الخدمات الجديدة لمساعدة المواطن على الوصول للخدمة الطبية بمستشفياتها ومراكزها بسهولة ويسر.',
);

$block_4[] = array(
    'title' => '"رئيس الادارة المركزية الأزهرية بالمنوفية يناقش الاستعدادات للامتحانات',
    'id' => 'la-nmIzwwsxedh132',
    'image' => 'images/news/15.jpg',
    'category' => 'الازهر',
    'time' => 'منذ 19 ساعة',
);

$block_4[] = array(
    'title' => '"عاجل| بالفيديو والصور.. حريق هائل في مدينة بنها',
    'id' => 'la-nYmIzwwsxed32',
    'image' => 'images/news/16.jpg',
    'category' => 'حوادث',
    'time' => 'منذ 19 ساعة',
);

$block_4[] = array(
    'title' => '"3 مايو بدء امتحان المرحلة الابتدائية بالبحر الأحمر',
    'id' => 'la-nYmIzxedh132',
    'image' => 'images/news/17.jpg',
    'category' => 'تعليم',
    'time' => 'منذ 19 ساعة',
);

$block_4[] = array(
    'title' => 'حالات صداع وقيء بمدرسة شبرا زنجي الإعدادية بالباجور',
    'id' => 'la-nIzwwsxedh132',
    'image' => 'images/news/18.jpg',
    'category' => 'صحه',
    'time' => 'منذ 19 ساعة',
);

$block_4[] = array(
    'title' => 'بالصور.. رئيس مدينة دسوق يتفقد استعدادات معرض دسوق الرابع للكتاب',
    'id' => 'la-nYmIzsxedh132',
    'image' => 'images/news/19.jpg',
    'category' => 'ثقافه',
    'time' => 'منذ 19 ساعة',
);

$block_4[] = array(
    'title' => 'اجتماع مراقبي الأعذية بالإدرات الطبية بالمراكز بمديرية الصحة بالمنوفية',
    'id' => 'la-nYmIzwwsxh132',
    'image' => 'images/news/20.jpg',
    'category' => 'تعليم',
    'time' => 'منذ 19 ساعة',
);

$block_5_post_1[] = array(
    'title' => 'بمناسبة اليوم العالمى للصحة "الإحصاء": 32.7 ٪ زيادة فى تكاليف العلاج على نفقة الدولة',
    'id' => 'la-nYmIz12',
    'image' => 'images/news/21.jpg',
    'category' => 'قضايا',
    'day' => '3',
    'month' => 'أبريل',
    'time' => 'منذ 8 ساعة',
);

$block_5_post_1_1[] = array(
    'title' => 'توقعات "الأرصاد": استمرار انخفاض درجات الحرارة غدا.. والعظمى في القاهرة 26',
    'id' => 'la-nY32',
    'image' => 'images/news/22.jpg',
    'time' => 'منذ 19 ساعة',
);

$block_5_post_1_1[] = array(
    'title' => 'حالات تمنع القاضى من نظر القضية.. تعرف عليها',
    'id' => 'la-nY123',
    'image' => 'images/news/23.jpg',
    'time' => 'منذ 19 ساعة',
);

$block_5_post_1_1[] = array(
    'title' => 'ننشر محاور عمل الإدارة العامة لفحوص الكيمياء الصحية بالمعامل المركزية بوزارة الصحة',
    'id' => 'la-lkj1j23',
    'image' => 'images/news/24.jpg',
    'time' => 'منذ 19 ساعة',
);

$block_5_post_2[] = array(
    'title' => 'ننشر محاور عمل الإدارة العامة لفحوص الكيمياء الصحية بالمعامل المركزية بوزارة الصحة',
    'id' => 'la-345jwedk',
    'image' => 'images/news/25.jpg',
    'category' => 'بالعربيه',
    'day' => '3',
    'month' => 'أبريل',
    'time' => 'منذ 3 ساعة',
);

$block_5_post_2_2[] = array(
    'title' => 'اخلاء مبنى سكني بسان بطرسبورج بسبب عبوة مشبوهة',
    'id' => 'la-12jnsjdf',
    'image' => 'images/news/26.jpg',
    'time' => 'منذ 19 ساعة',
);

$block_5_post_2_2[] = array(
    'title' => 'ترامب: جميع الخيارات مطروحة في التعامل مع كوريا الشمالية',
    'id' => 'la-nkk345',
    'image' => 'images/news/27.jpg',
    'time' => 'منذ 19 ساعة',
);

$block_5_post_2_2[] = array(
    'title' => 'مقتل 8 من حزب العمال الكردستانى فى قصف للمقاتلات التركية',
    'id' => 'la-mnj40kc',
    'image' => 'images/news/28.jpg',
    'time' => 'منذ 19 ساعة',
);

$block_tab_1[] = array(
    'title' => 'النرويج تطلق أول سفينة حاويات ذاتية القيادة عام 2020',
    'id' => 'la-mnj40kcas',
    'image' => 'images/news/29.PNG',
    'time' => 'منذ 19 ساعة',
    'category' => 'تكنولوجيا',
);

$block_tab_1[] = array(
    'title' => 'مصدر أمنى: الفيروسات الخبيثة للبرمجيات مصدرها تحميل الأغانى والأفلام الإباحية',
    'id' => 'la-mnj40kcsaq',
    'image' => 'images/news/30.jpg',
    'time' => 'منذ 19 ساعة',
    'category' => 'تكنولوجيا',
);

$block_tab_1[] = array(
    'title' => '7 إرشادات للحماية من فيروس «الفدية الإلكتروني»',
    'id' => 'la-mnj40kcscf',
    'image' => 'images/news/31.jpg',
    'time' => 'منذ 19 ساعة',
    'category' => 'تكنولوجيا',
);

$block_tab_1[] = array(
    'title' => '"الإندبندنت" تكشف السر وراء الهجمة الإلكترونية وتحذر من "WINDOS XP"',
    'id' => 'la-mnj40wekcq',
    'image' => 'images/news/32.jpg',
    'time' => 'منذ 19 ساعة',
    'category' => 'تكنولوجيا',
);

$block_tab_1[] = array(
    'title' => 'كشف "مثير" عن مشروع أبل السري',
    'id' => 'la-mnj40kctyu',
    'image' => 'images/news/33.png',
    'time' => 'منذ 19 ساعة',
    'category' => 'تكنولوجيا',
);

$block_tab_1[] = array(
    'title' => 'يوروبول: الهجوم الإلكتروني "غير مسبوق" عالميا',
    'id' => 'la-mnj40kcawt',
    'image' => 'images/news/34.JPG',
    'time' => 'منذ 19 ساعة',
    'category' => 'تكنولوجيا',
);

$block_tab_2[] = array(
    'title' => 'تحذير.. تناول المسكنات بصورة يومية يضاعف خطر الإصابة بالأزمات القلبية',
    'id' => 'la-mnj402er',
    'image' => 'images/news/35.jpg',
    'time' => 'منذ 19 ساعة',
    'category' => 'طب وعلوم',
);

$block_tab_2[] = array(
    'title' => 'دراسة تؤكد العلاقة بين الوراثة والتهابات البنكرياس المبكرة لدى الأطفال',
    'id' => 'la-mnj404gt',
    'image' => 'images/news/36.jpg',
    'time' => 'منذ 19 ساعة',
    'category' => 'طب وعلوم',
);

$block_tab_2[] = array(
    'title' => 'أطباء يحذرون من تناول السوشي',
    'id' => 'la-mnj405gtr',
    'image' => 'images/news/37.jpg',
    'time' => 'منذ 19 ساعة',
    'category' => 'طب وعلوم',
);

$block_tab_2[] = array(
    'title' => 'علماء أمريكيون يطورون آلية لإيقاف نشاط بروتين الجوع فى المخ',
    'id' => 'la-mnj40w3e4',
    'image' => 'images/news/38.jpg',
    'time' => 'منذ 19 ساعة',
    'category' => 'طب وعلوم',
);

$block_tab_2[] = array(
    'title' => 'تطوير لقاح جديد للقضاء على مرض سرطان البروستاتا',
    'id' => 'la-mnj40frt5',
    'image' => 'images/news/39.jpg',
    'time' => 'منذ 19 ساعة',
    'category' => 'طب وعلوم',
);

$block_tab_2[] = array(
    'title' => 'علاج النقرس بالأدوية ونصائح مهمة للوقاية من المرض',
    'id' => 'la-mnj403erdf',
    'image' => 'images/news/40.jpg',
    'time' => 'منذ 19 ساعة',
    'category' => 'طب وعلوم',
);

$block_tab_3[] = array(
    'title' => '1465 راكبا إجمالي الحركة بميناء نويبع البحري خلال 24 ساعة',
    'id' => 'la-mnj40k2sa',
    'image' => 'images/news/41.jpg',
    'time' => 'منذ 19 ساعة',
    'category' => 'اقتصاد',
);

$block_tab_3[] = array(
    'title' => 'بدء فعاليات “المعرض البحريني المصري” بمركز البحرين الدولي',
    'id' => 'la-mnj40k2wq',
    'image' => 'images/news/42.jpg',
    'time' => 'منذ 19 ساعة',
    'category' => 'اقتصاد',
);

$block_tab_3[] = array(
    'title' => 'ميناء دمياط يستقبل 9 سفن للحاويات والبضائع العامة',
    'id' => 'la-mnj40k2er',
    'image' => 'images/news/43.jpg',
    'time' => 'منذ 19 ساعة',
    'category' => 'اقتصاد',
);

$block_tab_3[] = array(
    'title' => 'سعر الريال السعودي في البنوك اليوم السبت',
    'id' => 'la-mnj40k2fd',
    'image' => 'images/news/44.jpg',
    'time' => 'منذ 19 ساعة',
    'category' => 'اقتصاد',
);

$block_tab_3[] = array(
    'title' => 'البلطي يسجل 28 جنيها بسوق العبور.. اليوم',
    'id' => 'la-mnj40k2df',
    'image' => 'images/news/45.jpg',
    'time' => 'منذ 19 ساعة',
    'category' => 'اقتصاد',
);

$block_tab_3[] = array(
    'title' => 'الدمراوي: قانون الاستثمار الجديد تفادى عيوب سابقة.. وبه تشوهات تحتاج تعديل',
    'id' => 'la-mnj40k2yh',
    'image' => 'images/news/46.jpg',
    'time' => 'منذ 19 ساعة',
    'category' => 'اقتصاد',
);

$block_rated_1[] = array(
    'title' => 'قانون الإجراءات الجنائية الجديد يضع ضوابط تناول قضايا الإرهاب.. تعرف عليها',
    'id' => 'la-rated1q',
    'image' => 'images/news/47.jpg',
);
$block_rated_2[] = array(
    'title' => 'ماكرون يتسلم رئاسة فرنسا من أولاند اليوم',
    'id' => 'la-rated1a',
    'image' => 'images/news/48.jpg',
    'type'  => 'fa fa-picture-o'
);
$block_rated_2[] = array(
    'title' => '"الأرصاد" تنصح الطلاب بارتداء "غطاء للرأس" أثناء توجههم للامتحانات',
    'id' => 'la-rated1z',
    'image' => 'images/news/49.jpg',
    'type'  => 'fa fa-play-circle-o'
);
$block_rated_2[] = array(
    'title' => 'وزيرة التضامن: محمد صلاح يقدّم رسالة قوية للشباب لتحذيرهم من المخدرات',
    'id' => 'la-rated1w',
    'image' => 'images/news/50.jpg',
    'type'  => 'fa fa-microphone'
);

$block_varity[] = array(
    'title' => 'تعرف على أوراق القوة التي تملكها تركيا لإفساد الشراكة الأمريكية الكردية',
    'id' => 'la-varity1w',
    'image' => 'images/news/51.jpg',
    'time' => 'منذ 1 ساعة',
);
$block_varity[] = array(
    'title' => '«فوربس»: هكذا استطاعت حيلة بسيطة أن تُخمد هجمات الفدية الخبيثة «وانا كراي»',
    'id' => 'la-varity123d',
    'image' => 'images/news/52.jpg',
    'time' => 'منذ 4 ساعة',
);
$block_varity[] = array(
    'title' => '«إخوة أم أعداء؟»: التفاصيل شبه الكاملة للصراع المحتدم بين مصر والسودان',
    'id' => 'la-varity1asdw',
    'image' => 'images/news/53.jpg',
    'time' => 'منذ 7 ساعة',
);
$block_varity[] = array(
    'title' => 'ولادة متعثرة لقانون الاستثمار المصري الجديد.. 6 أسئلة تشرح لك',
    'id' => 'la-varity1htdw',
    'image' => 'images/news/54.jpg',
    'time' => 'منذ 23 ساعة',
);
$block_most_read[] = array(
    'title' => 'زعيم كوريا الشمالية ليس مجنونًا كما نعتقد.. تعرف على الوجه الآخر',
    'id' => 'la-mrasd',
    'image' => 'images/news/55.jpg',
    'time' => 'منذ 23 ساعة',
    'content' => 'قال زيشان عليم في مقال له على موقع «Vox» إنّ الافتراض الرائج لدى الغرب بأنّ كوريا الشمالية يديرها شخص معتوه هو افتراض ليس خاطئًا فقط، وإنّما يحمل الكثير من المخاطرة.',
);
$block_most_read[] = array(
    'title' => '6 مرشحين بين معتدل ومتشدد لرئاسة إيران.. تعرف عليهم',
    'id' => 'la-mrwed',
    'image' => 'images/news/56.jpg',
    'time' => 'منذ 23 ساعة',
    'content' => 'يواجه الرئيس الإيراني حسن روحاني اختبارًا صعبًا لإعادة انتخابه لولاية ثانية في الانتخابات الرئاسية التي من المقرر أن تجري في 19 مايو (أيار) 2017، حيث يتنافس على منصب الرئاسة – بجانب روحاني – خمسة مرشحون آخرون، من بينهم المدعي العام المتشدد، ونائب الرئيس، ورئيس بلدية طهران، ووزير الثقافة السابق، وزعيم المنظمة الرياضية في البلاد.',
);
$block_most_read[] = array(
    'title' => '«الفدية الإلكترونية».. القصة شبه الكاملة لهجمات «وانا كراي» غير المسبوقة',
    'id' => 'la-mrrtg',
    'image' => 'images/news/57.jpg',
    'time' => 'منذ 23 ساعة',
    'content' => 'بدأت – الجمعة الماضية – هجمات إلكترونية «غير مسبوقة» لبرمجيات «الفدية الخبيثة» من نوع « ransomware»، استهدفت عشرات الدول والمؤسسات حول العالم من بينها شركات اتصالات ومستشفيات، وتضرر منها عشرات الآلاف من الحواسب الآلية. وفي هذا التقرير نوضح كيف تعمل تلك البرمجيات، وسبل انتشارها، وآثارها عالميًا، ونقدم نصائح للوقاية من تلك الفيروسات.',
);

$block_image_news[] = array(
    'title' => 'من سيكون الأكثر حظًا ويصبح رئيس فرنسا القادم؟',
    'id' => 'la-mimwjhy',
    'image' => 'images/news/58.webp',
);
$block_image_news[] = array(
    'title' => 'إسرائيل: القصَّة الكاملة لتأسيس جيش من العصابات',
    'id' => 'la-mimgrtgqqwe',
    'image' => 'images/news/59.jpg',
);
$block_image_news[] = array(
    'title' => 'نحو فهم أفضل للقضية: 5 كتب هامة عن تاريخ فلسطين والقضية الفلسطينية',
    'id' => 'la-mimgraw',
    'image' => 'images/news/60.jpg',
);

$block_right_bar[] = array(
    'title' => '«نيويورك تايمز»: كيف يساهم «فيسبوك» في نزاهة الانتخابات المقبلة بإنجلترا؟',
    'id' => 'la-rbarasd',
    'image' => 'images/news/61.jpg',
    'type'  => 'fa fa-picture-o',
    'category'  => 'ترجمات'
);
$block_right_bar[] = array(
    'title' => '«فوربس»: هكذا استطاعت حيلة بسيطة أن تُخمد هجمات الفدية الخبيثة «وانا كراي»',
    'id' => 'la-rbardas',
    'image' => 'images/news/62.jpg',
    'type'  => 'fa fa-play-circle-o',
    'category'  => 'تكنولوجيا'
);
$block_right_bar[] = array(
    'title' => '5 طرق مثبتة علميًّا للتخلص من عاداتك السيئة',
    'id' => 'la-rbarqee',
    'image' => 'images/news/63.jpeg',
    'type'  => 'fa fa-picture-o',
    'category'  => 'صحه'
);
$block_right_bar[] = array(
    'title' => 'هل يقتل «13 Reasons Why» المراهقين .. أم أن الأمر تحت السيطرة؟',
    'id' => 'la-rbardfg',
    'image' => 'images/news/64.jpg',
    'type'  => 'fa fa-picture-o',
    'category'  => 'فن وترفيه'
);
$block_right_bar[] = array(
    'title' => '10 طرق مثبتة علميًا لتخفيف الضغط النفسي',
    'id' => 'la-rbarcbb',
    'image' => 'images/news/65.jpg',
    'type'  => 'fa fa-picture-o',
    'category'  => 'صحه'
);
$block_right_bar[] = array(
    'title' => 'قبل إيفانكا ترامب.. بنات وشقيقات لعبن أدوارًا خطيرة في الحكم عبر التاريخ',
    'id' => 'la-rbarsrh',
    'image' => 'images/news/66.jpg',
    'type'  => 'fa fa-picture-o',
    'category'  => 'مجتمع'
);



?>
