<?php

$block_7ـpost_1[] = array(
    'title' => 'تعرفوا على أحد ملاعب مونديال قطر 2022',
    'id' => 'la-bl7sh',
    'image' => 'images/news/67.jpeg',
    'category' => 'كآس العالم',
);
$block_7ـpost_2[] = array(
    'title' => 'من هو رئيس وزراء فرنسا الجديد؟',
    'id' => 'la-bl7shqq',
    'image' => 'images/news/68.jpeg',
    'category' => 'شخصيات',
);
$block_7ـpost_2[] = array(
    'title' => 'اختتام أعمال منتدى الدوحة الـ17 لقضايا اللاجئين',
    'id' => 'la-bl7shweq',
    'image' => 'images/news/69.jpg',
    'category' => 'مؤتمرات',
);
$block_7ـpost_2[] = array(
    'title' => 'جدل حاد بواشنطن بشأن تسريب ترمب معلومات لموسكو',
    'id' => 'la-bl7shesa',
    'image' => 'images/news/70.jpeg',
    'category' => 'سياسه',
);

$block_8[] = array(
    'title' => '«بيزنس إنسايدر»: وداعًا للهواتف الذكية وأهلًا بمستقبل مذهل',
    'id' => 'la-bl8dshesa',
    'image' => 'images/news/71.jpg',
    'category' => 'تكنولوجيا',
);
$block_8[] = array(
    'title' => 'مترجم: حروب بيولوجية وثراء إفريقيا.. 7 توقعات أطلقها بيل جيتس قابلة للتحقق',
    'id' => 'la-bl8kshesa',
    'image' => 'images/news/72.jpg',
    'category' => 'تكنولوجيا',
);

$block_9[] = array(
    'title' => 'فيلم Guardians of the Galaxy Vol. 2 … لا تستهن بقوة المشاعر',
    'id' => 'la-bl9ksa',
    'image' => 'images/news/73.jpg',
    'category' => 'سينما',
    'content' => 'بالطبع قبل أن أتحدث عن “حراس المجرة” الجزء الثاني يجب أن أنوه عليك عزيزي القارئ أنّه وجب أن تشاهد الجزء الأول من العمل، وإلاّ لن تعرف ماهية الأحداث وكيف نشأت الشخصيات، واجعلني استفزك وأخبرك أن لن تعرف كيف يكون “كويل” نصف بشري ونصف إله، وددتُ أن أضعَ أيموشن لشخص يخرج لسانه، ولكن أظن أنّ هذا أمر غير مقبول في الكتابة.'
);
$block_9[] = array(
    'title' => 'فيلم Drive … هل يمكن للعقرب أن يغير طبيعته؟',
    'id' => 'la-bl9kstr',
    'image' => 'images/news/74.jpg',
    'category' => 'سينما',
    'content' => 'هنالك مئة ألف شارع في المدينة، لا تحتاج لمعرفتها بدقة، أنت تعطيني وقت ومكان، أنا اعطيك مهله خمس دقائق، أي شيء يحدث في هذه الخمس دقائق وأنا معك مهما كأنت الظروف، أي شيء يحدث دقيقة بعدها أنت لوحدك، هل تفهم؟ جيد ولن تستطيع الاتصال بي على هذا الهاتف مجددًا.'
);
$block_9[] = array(
    'title' => 'لماذا حيّرنا فيلم Arrival؟ شرح لواحد من أفضل أفلام الخيال العلمي مؤخرًا',
    'id' => 'la-bl9kshge',
    'image' => 'images/news/75.jpg',
    'category' => 'سينما',
    'content' => 'يقدم فيلم “الوافد  Arrival” العديد من القضايا دون شرحها شرحًا وافيًا خلاله، فيظل علينا محاولة السعي للوصول للحقائق المختبئة خلف حبكته. الفيلم من بطولة إيمي آدامز، وجيريمي رينر، وفوريست ويتاكر، ويستند على رواية قصيرة من تأليف تيد تشيانج، ومن إخراج الفرنسي ديني فيلنوف. عُرض الفيلم في أواخر 2016، وترشح لثماني جوائز للأوسكار فاز بواحدة منها عن أفضل مونتاج للصوت.'
);
$block_9[] = array(
    'title' => '10 مسلسلات أنمي تأخذك إلى عالم الرعب والغموض',
    'id' => 'la-bl9khssa',
    'image' => 'images/news/76.jpg',
    'category' => 'سينما',
    'content' => 'من جديد نؤكد على أنّ الأنمي ليس للأطفال، أو للدقة ليس لهم وحدهم، مع تصنيف هو 100% للكبار، الرعب والغموض، والأنمي الياباني يتميز بتقديم نوعيات مختلفة من الرعب، اخترت لكم اليوم مجموعة من المسلسلات تدور في عالم الأشباح، ومصاصي الدماء، والجريمة، والأساطير اليابانية.'
);

$block_10[] = array(
    'title' => 'أقوى عشر حواسيب محمولة للترقية إليها في عام 2017',
    'id' => 'la-bl10kjh',
    'image' => 'images/news/77.jpg',
    'thumb' => ''
);
$block_10[] = array(
    'title' => 'لا تصدق مبالغات المواقع التقنية… صيغة MP3 لم تنتهِ بعد!',
    'id' => 'la-bl10ksd',
    'image' => 'images/news/78.png',
    'thumb' => ''
);
$block_10[] = array(
    'title' => 'لا تنخدع… حادثة القهوة المجانية من ستاربكس لا صحة لها!',
    'id' => 'la-bl10lsd',
    'image' => 'images/news/79.jpg',
    'thumb' => ''
);
$block_10[] = array(
    'title' => 'كيف تذاكر في أوقات الضغط دون أن يؤثر عليك بالسلب؟',
    'id' => 'la-bl10ksdh',
    'image' => 'images/news/80.jpg',
    'thumb' => ''
);
$block_10[] = array(
    'title' => 'بحلول عام 2030 ستختفي 2 مليار وظيفة من سوق العمل!',
    'id' => 'la-bl10kjke',
    'image' => 'images/news/81.jpg',
    'thumb' => ''
);

$slider_01[] = array(
    'title' => 'ما الذي تخبرنا به صفقة الأسلحة الأمريكية-السعودية عن إدارة ترامب؟',
    'id' => 'la-sdos9fs',
    'image' => 'images/news/82.jpg',
    'category' => 'سياسه'
);
$slider_01[] = array(
    'title' => '3 وجوه أخرى لـ«جيم كاري».. عندما نخلع عنه القناع!',
    'id' => 'la-sdoswer',
    'image' => 'images/news/83.jpg',
    'category' => 'سينما'
);
$slider_01[] = array(
    'title' => 'الانتحار والموت من العمل.. حقائق لا تعرفها عن شعب اليابان',
    'id' => 'la-sdoacz',
    'image' => 'images/news/84.jpg',
    'category' => 'ثقافات'
);
$slider_01[] = array(
    'title' => '10 وثائقيات يمكنها تغيير حياتك إلى الأفضل',
    'id' => 'la-sacr',
    'image' => 'images/news/85.jpg',
    'category' => 'وثائقيات'
);
$slider_01[] = array(
    'title' => '«#مش_عايزين_السيسي» يتصدر تويتر بعد تأكيد الرئيس عدم تشبثه بالحكم',
    'id' => 'la-smnj9',
    'image' => 'images/news/86.jpg',
    'category' => 'سوشيال ميديا'
);
$slider_01[] = array(
    'title' => '«الجارديان»: إصابات ومعاناة.. عمال «تيسلا» يكشفون الوجه الآخر لعملاق السيارات',
    'id' => 'la-sdad12f',
    'image' => 'images/news/87.jpg',
    'category' => 'ترجمات'
);

?>
